Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh99-v2.tmx
Source language: bo
Languages: en

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཚོན་རྩི་མཐོང་བའི་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཁམས་དུ་མ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the consciousness that sees colors within an illusory person’s dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the several elements to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཁམས་སྣ་ཚོགས་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the various elements in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཟ་མ་ཏོག་ཅིག་གི་ནང་ནས་གཟུགས་རྣམ་པ་སྣ་ཚོགས་དག་འབྱིན་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཁམས་སྣ་ཚོགས་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the act of removing various objects from a casket within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the various elements to be a mere convention.

source: དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཁམས་སྣ་ཚོགས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: [Householder,] the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the various elements in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་སྒྱུ་མ་མཁན་རྣམ་པ་སྣ་ཚོགས་སུ་རྩེ་བས་སྐྱེ་བོའི་ཚོགས་དགའ་བར་བྱེད་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཁམས་སྣ་ཚོགས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the joy magicians cause to their audience with their various tricks within a dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the various elements to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཁམས་སྣ་ཚོགས་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the various elements in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་འཆི་བ་སྟོན་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the display of dying within an illusory person’s dream is merely a convention,

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཁམས་སྣ་ཚོགས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the various elements in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ནད་པ་ཤི་བ་ལ་ཐུག་པ་ལ་སྨན་གྱི་རྣམ་པ་སྦྱིན་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཁམས་སྣ་ཚོགས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the dispensation of medicine when a sick person has arrived at the moment of death within an illusory person’s dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the various elements to be a mere convention.

source: དེ་ལ་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “The Thus-Gone One correctly understands the knowledge of the world in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་བད་ཀན་བྱུང་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the expelling of phlegm within the dream of an illusory person is merely a convention,

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the world in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་དཔྱིད་ཀྱི་དུས་སུ་རྒྱན་གྱི་རྣམ་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as all the flowers that unfold during springtime within the dream of an illusory person are merely conventions, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the world to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the world in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན། དཔྱིད་ཀྱི་དུས་སུ་མེ་ཏོག་གི་ཤིང་གཅོད་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as blooming trees that are cut at spring time within an illusory person’s dream are merely conventions,

source: མིང་ཙམ་གྱི་བར་དུའོ། །ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ཤེས་པས་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the world in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཡོ་བྱད་ཀྱི་རྣམ་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as all belongings within an illusory person’s dream are merely conventions, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the world to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the several inclinations in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་བྲོ་མཁན་མཐོང་བ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the vision of a dancer within the dream of an illusory person [is merely a convention], just so the Thus-Gone One correctly understands the entire knowledge of the several inclinations to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the several inclinations in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཡོ་བྱད་ཀྱི་ཟ་མ་ཏོག་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a casket with necessities within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the several inclinations to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the several inclinations in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཡོ་བྱད་ཀྱི་ཟ་མ་ཏོག་ཆག་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པས་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a casket with necessities breaking within an illusory person’s dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of cessation as related to knowledge of the several inclinations to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the several inclinations in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཡོ་བྱད་ཀྱི་རྣམ་པ་བསྡུས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མོས་པ་དུ་མ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as all necessities coming together within an illusory person’s dream are merely conventions, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the several inclinations to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the various inclinations in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་མིག་འཕྲུལ་ཆེན་པོ་མཐོང་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the vision of a great optical illusion within the dream of an illusory person is merely a convention,

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the various inclinations in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་ཚོགས་ཀྱི་རྒྱན་གྱི་རྣམ་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as all the jewelry of a large group of people within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the various inclinations to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the various inclinations in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་ཚོགས་ཞིག་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as a large group of people dispersing within an illusory person’s dream is merely a convention,

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the various inclinations in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་ཚོགས་ཀྱི་དབུགས་འབྱིན་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མོས་པ་སྣ་ཚོགས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a large group of people finding relief within an illusory person’s dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the various inclinations to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དབང་པོ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the faculties in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཀུན་རྫོབ་ཀྱི་རྣམ་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་དབང་པོ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as all conventional appearances within the dream of an illusory person are merely conventions, just so the Thus-Gone One correctly understands the entire knowledge of the faculties to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དབང་པོ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the faculties in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཚིག་ལ་སྤྱོད་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་དབང་པོ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as all verbal expressions within the dream of an illusory person are merely conventions, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the faculties to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དབང་པོ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the faculties in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཚིག་འགལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་དབང་པོ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as all contradictory statements within an illusory person’s dream are merely conventions, just so the Thus-Gone One correctly understands the entire knowledge of cessation as related to knowledge of the faculties to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་དབང་པོ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the faculties in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཀུན་རྗོད་པ་ཐོབ་པ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་དབང་པོ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as any advice received within an illusory person’s dream [is merely a convention], just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the faculties to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྟོབས་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the powers in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སྒྱུ་མ་ཤེས་པའི་དཔུང་གི་སྦྱོར་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྟོབས་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as all undertakings of an army skilled in magic within the dream of an illusory person are merely conventions, just so the Thus-Gone One correctly understands the entire knowledge of the powers to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྟོབས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the powers in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སྒྱུ་མ་ཀུན་ཏུ་སྤྱོད་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as all magical activity taking place within the dream of an illusory person is merely a convention,

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྟོབས་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the powers in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སྒྱུ་མ་ཞིག་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་སྟོབས་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the dissolution of all magic within an illusory person’s dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of cessation as related to knowledge of the powers to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྟོབས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the powers in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སྒྱུ་མ་ཤེས་པ་ཁོང་དུ་ཆུད་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྟོབས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་གང་ཡིན་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the mastery of magical skills within an illusory person’s dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the powers to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་བརྩོན་འགྲུས་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of diligence in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་བརྩོན་འགྲུས་རྩོམ་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་བརྩོན་འགྲུས་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as all practices of diligence within the dream of an illusory person are merely conventions, just so the Thus-Gone One correctly understands the entire knowledge of diligence to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་བརྩོན་འགྲུས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of diligence in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་དོན་མངོན་པར་བརྗོད་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་བརྩོན་འགྲུས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as all meaningful expressions within the dream of an illusory person are merely conventions, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of diligence to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་བརྩོན་འགྲུས་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of diligence in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་བརྩོན་འགྲུས་ཉམས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the weakening of diligence within an illusory person’s dream is merely a convention,

source: དེ་བཞིན་དུ་ཞེས་བྱ་བ་ནས་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: just so, and so forth . . . .

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་བརྩོན་འགྲུས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of diligence in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་རྙེད་པ་ཐོབ་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་བརྩོན་འགྲུས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as any gain obtained within an illusory person’s dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of diligence to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རིམ་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the levels in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་བྱེ་བྲག་ཏུ་ཁོང་དུ་ཆུད་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རིམ་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as all detailed knowledge within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the levels to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རིམ་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the levels in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སློབ་དཔོན་གྱི་ལུང་འབོག་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རིམ་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as all instructions of the master within the dream of an illusory person are merely conventions, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the levels to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རིམ་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the levels in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སློབ་དཔོན་ཤི་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རིམ་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the death of the master within an illusory person’s dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the levels to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རིམ་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the levels in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་བཟོ་བཙལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རིམ་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ།། །།
en: For example, just as any striving for craftsmanship within an illusory person’s dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the levels to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་བསམ་གཏན་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of concentration in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། གསེར་མགར་གྱི་རྨི་ལམ་ན་གསེར་ལ་དཔྱོད་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་བསམ་གཏན་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the act of handling gold within the dream of a goldsmith is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of concentration to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་བསམ་གཏན་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of concentration in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། །རྨི་ལམ་ན་གསེར་མགར་གྱི་ཤེས་པ་སློབ་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་བསམ་གཏན་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as learning the craft of a goldsmith within a dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of concentration to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་བསམ་གཏན་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of concentration in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་གསེར་མགར་གྱི་མིག་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as a goldsmith losing his eyesight within a dream is merely a convention,

source: དེ་བཞིན་དུ་ཞེས་བྱ་བ་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: just so, and so forth...
